[
  {
    "id": "1770497118905",
    "name": "일분일초",
    "url": "https://www.youtube.com/channel/UCF24NMvY6K0wUUaRR2jscQA",
    "category": "entertainment",
    "analysis": {
      "tone": "Suspenseful/Intriguing (긴장감 넘치는/흥미로운)",
      "hook_style": "Starts with an intriguing incident or question (흥미로운 사건 또는 질문으로 시작)",
      "catchphrases": [
        "~라고 하네요",
        "소름돋는 건"
      ],
      "pacing": "Dynamic (빠름)",
      "structure_template": [
        {
          "time": "0-5s",
          "type": "Hook",
          "description": "Introduce an unusual or shocking situation (특이하거나 충격적인 상황 제시) "
        },
        {
          "time": "5-20s",
          "type": "Build-up",
          "description": "Provide details and context, increasing tension (세부 사항 및 맥락 제공, 긴장감 고조)"
        },
        {
          "time": "20-30s",
          "type": "Climax",
          "description": "Reveal the shocking or unexpected twist (충격적이거나 예상치 못한 반전 공개)"
        },
        {
          "time": "30-50s",
          "type": "Resolution",
          "description": "Briefly explain the outcome or consequences (결과 또는 결과에 대한 간략한 설명)"
        }
      ],
      "director_rules": [
        "Always start with a captivating incident (항상 흥미로운 사건으로 시작) (항상 흥미로운 사건으로 시작)",
        "Maintain a suspenseful tone throughout the video (비디오 전체에서 긴장감을 유지하십시오) (비디오 전체에서 긴장감을 유지하십시오)",
        "End with a brief summary or consequence of the event (사건의 간략한 요약 또는 결과로 끝맺음) (사건의 간략한 요약 또는 결과로 끝맺음)"
      ],
      "humor_code": "Subtle Irony, situation-based reactions",
      "audio_style": {
        "bgm": "Inferred: Suspenseful, Energetic (추론: 긴장감, 활기찬)",
        "sfx": "Not Analyzed",
        "density": "Not Analyzed"
      },
      "summary": "This persona presents short, shocking stories with a suspenseful tone, focusing on unusual incidents and their consequences. (이 페르소나는 특이한 사건과 그 결과에 초점을 맞춰 긴장감 넘치는 어조로 짧고 충격적인 이야기를 제시합니다.)",
      "prompt_instruction": "Create a script for a short YouTube video about a shocking or unusual incident, presented in a suspenseful and intriguing tone. Start with an engaging hook and conclude with a brief summary of the consequences. Focus on unexpected twists and turns."
    },
    "sourceCount": 3,
    "createdAt": "2026-02-07T20:45:18.905Z"
  }
]