[
  {
    "id": "1770505487284",
    "name": "일분일초",
    "url": "https://www.youtube.com/channel/UCF24NMvY6K0wUUaRR2jscQA",
    "category": "general",
    "analysis": {
      "tone": "Intrigued, Suspenseful (흥미로운, 긴장감 넘치는)",
      "hook_style": "Start with a surprising or shocking situation (놀랍거나 충격적인 상황으로 시작)",
      "catchphrases": [
        "그런데 (But/However)",
        "심지어 (Even)",
        "알고 보니 (Turns out)",
        "그렇게 (So/Thus)"
      ],
      "vocabulary_patterns": {
        "adjectives": [
          "수상한 (Suspicious)",
          "뻔뻔한 (Shameless)",
          "황당한 (Absurd)",
          "충격적인 (Shocking)",
          "능숙하게 (Skillfully)"
        ],
        "verbs": [
          "발견했다 (Discovered)",
          "자백하다 (Confess)",
          "체포되다 (Arrested)",
          "마주치다 (Encounter)",
          "위협하다 (Threaten)",
          "설명하다 (Explain)",
          "기다리다 (Wait)"
        ],
        "signature_expressions": [
          "진상짓 (Acting obnoxiously)",
          "코스프레 (Cosplay/Pretending)",
          "소름돋는 건 (What's chilling is)",
          "대박 터져버린 제품 (A product that became a huge hit)"
        ]
      },
      "sentence_structure": "Primarily short, punchy sentences to create suspense and maintain viewer engagement. (주로 짧고 간결한 문장을 사용하여 긴장감을 조성하고 시청자의 참여를 유지합니다.)",
      "transition_phrases": [
        "그런데 (But/However)",
        "하지만 (However)",
        "결국 (Eventually)",
        "심지어 (Even)",
        "그렇게 (So/Thus)",
        "갑자기 (Suddenly)",
        "그때 (Then)",
        "이 사실을 모른 채 (Unaware of this fact)"
      ],
      "pacing": "Dynamic, alternating between fast-paced descriptions of events and slower, more reflective moments. (빠르게 진행되는 사건 설명과 느리고 성찰적인 순간들이 번갈아 나타나는 역동적인 속도.)",
      "structure_template": [
        {
          "time": "0-5s",
          "type": "Hook",
          "description": "Introduce a surprising or intriguing event/situation. (놀랍거나 흥미로운 사건/상황 소개.)"
        },
        {
          "time": "5-20s",
          "type": "Rising Action",
          "description": "Develop the conflict, adding details and suspense. (갈등을 발전시키고 세부 사항과 긴장감을 더합니다.)"
        },
        {
          "time": "20-40s",
          "type": "Climax/Twist",
          "description": "Reveal a turning point or unexpected twist in the story. (이야기의 전환점이나 예상치 못한 반전을 공개합니다.)"
        },
        {
          "time": "40-55s",
          "type": "Resolution/Ending",
          "description": "Briefly summarize the outcome or leave with a question. (결과를 간략하게 요약하거나 질문으로 마무리합니다.)"
        }
      ],
      "director_rules": [
        "Always start with a hook to grab the viewer's attention (항상 시청자의 관심을 끌기 위해 시작 부분에 흥미로운 요소를 넣으세요.)",
        "Keep sentences short and easy to understand (문장을 짧고 이해하기 쉽게 유지하세요.)",
        "Use suspenseful language to create intrigue (흥미를 유발하기 위해 긴장감을 조성하는 언어를 사용하세요.)",
        "End with a question or surprising reveal to encourage discussion (토론을 유도하기 위해 질문이나 놀라운 반전으로 마무리하세요.)"
      ],
      "humor_code": "Situational irony and unexpected twists, often highlighting the absurdity of everyday situations. (상황적 아이러니와 예상치 못한 반전, 일상적인 상황의 부조리함을 강조.)",
      "audio_style": {
        "bgm": "Energetic and suspenseful, complementing the pacing of the narrative. (Inferred) (이야기의 흐름에 맞춰 활기차고 긴장감을 조성하는 배경 음악.)",
        "sfx": "Not Analyzed",
        "density": "Not Analyzed"
      },
      "summary": "This persona presents surprising, often ironic, real-life scenarios in a concise, attention-grabbing manner, leaving viewers pondering the unexpected nature of everyday life. (이 페르소나는 놀랍고 종종 아이러니한 실제 시나리오를 간결하고 눈길을 끄는 방식으로 제시하여 시청자들이 일상 생활의 예상치 못한 본질에 대해 생각하게 만듭니다.)",
      "prompt_instruction": "Create a short YouTube video script about a surprising real-life situation, using short, punchy sentences and ending with a question to engage the audience, mimicking the style of '일분일초'."
    },
    "sourceCount": "all",
    "createdAt": "2026-02-07T23:04:47.284Z"
  },
  {
    "id": "1770506628505",
    "name": "바디캠온",
    "url": "https://www.youtube.com/channel/UChMMd8NQczLL51eAISmuSGQ",
    "category": "general",
    "analysis": {
      "tone": "High-Tension, Confrontational (고도의 긴장감, 대립적)",
      "hook_style": "Starts with immediate conflict or urgent situation (즉각적인 갈등 또는 긴급한 상황으로 시작)",
      "catchphrases": [
        "Get the f**k out of here.",
        "Don't you f**king touch her!",
        "I'm not going to jail.",
        "Put it back.",
        "Where that money at?"
      ],
      "vocabulary_patterns": {
        "adjectives": [
          "f**king",
          "stupid",
          "aggressive",
          "lovely",
          "good",
          "old"
        ],
        "verbs": [
          "put",
          "get",
          "stop",
          "give",
          "shoot",
          "push",
          "touch",
          "smell",
          "eat",
          "leave",
          "earn"
        ],
        "signature_expressions": [
          "get the f**k out",
          "I'm not going to jail tonight.",
          "You're gonna get it."
        ]
      },
      "sentence_structure": "Primarily short, punchy sentences with frequent use of expletives to convey heightened emotion. (주로 짧고 강렬한 문장으로, 고조된 감정을 전달하기 위해 욕설을 자주 사용합니다.)",
      "transition_phrases": [
        "Okay.",
        "Yeah.",
        "Well.",
        "Right now."
      ],
      "pacing": "Fast (빠름)",
      "structure_template": [
        {
          "time": "0-5s",
          "type": "Hook",
          "description": "Immediate establishment of conflict or a tense situation. (갈등이나 긴장된 상황의 즉각적인 설정.) (갈등이나 긴장된 상황의 즉각적인 설정.)"
        },
        {
          "time": "5-15s",
          "type": "Escalation",
          "description": "Rapid escalation of the conflict through heated exchanges and direct threats. (격렬한 대화와 직접적인 위협을 통해 갈등이 빠르게 고조됨.) (격렬한 대화와 직접적인 위협을 통해 갈등이 빠르게 고조됨.)"
        },
        {
          "time": "15s+",
          "type": "Resolution/Standoff",
          "description": "The conflict either reaches a climax or a tense standoff, often involving law enforcement. (갈등이 절정에 달하거나 긴장된 대치 상태에 도달하며 종종 법 집행 기관이 개입됩니다.) (갈등이 절정에 달하거나 긴장된 대치 상태에 도달하며 종종 법 집행 기관이 개입됩니다.)"
        }
      ],
      "director_rules": [
        "Focus on immediate conflict and high-stakes situations (즉각적인 갈등과 높은 위험 상황에 집중하세요)",
        "Use short, direct dialogue with frequent expletives to heighten tension (긴장감을 높이기 위해 짧고 직접적인 대화와 함께 욕설을 자주 사용하세요)",
        "Create scenarios involving law enforcement and civilian confrontations (법 집행 기관과 민간인 간의 대립을 포함하는 시나리오를 만드세요)",
        "Emphasize the unpredictable nature of human behavior in stressful circumstances (스트레스 상황에서 예측할 수 없는 인간 행동의 본질을 강조하세요)"
      ],
      "humor_code": "Dark humor derived from the absurdity and intensity of the situations presented (제시된 상황의 부조리함과 강렬함에서 비롯된 블랙 유머) (제시된 상황의 부조리함과 강렬함에서 비롯된 블랙 유머)",
      "audio_style": {
        "bgm": "Not Analyzed (Inferred: Energetic to heighten tension) (분석되지 않음 (추론: 긴장감을 높이기 위해 활기찬 분위기))",
        "sfx": "Not Analyzed",
        "density": "Not Analyzed"
      },
      "summary": "This persona is characterized by presenting raw, high-tension encounters between individuals and law enforcement, often involving strong language and unpredictable behavior. (이 페르소나는 강한 언어와 예측할 수 없는 행동을 포함하여 개인과 법 집행 기관 간의 날것 그대로의 긴장감 넘치는 만남을 제시하는 것으로 특징지어집니다.)",
      "prompt_instruction": "Write a scene involving a confrontation with a police officer, using strong language and short, declarative sentences. Focus on the character's defiance and refusal to back down."
    },
    "sourceCount": 15,
    "createdAt": "2026-02-07T23:23:48.505Z",
    "updatedAt": "2026-02-10T16:47:34.752Z",
    "country": "KR"
  },
  {
    "id": "1770693602627",
    "name": "一分オタク",
    "url": "https://www.youtube.com/channel/UCzPJLIRDZCGAGyVDkCnlTcQ",
    "category": "entertainment",
    "analysis": {
      "tone": "Intrigued, Suspenseful, Slightly Sarcastic (호기심을 자극하는, 긴장감 넘치는, 약간 빈정거리는)",
      "hook_style": "Starts with a shocking or intriguing event/statement. (충격적이거나 흥미로운 사건/진술로 시작합니다.)",
      "catchphrases": [
        "〇〇な理由",
        "〇〇してしまいます",
        "その時",
        "ところが"
      ],
      "vocabulary_patterns": {
        "adjectives": [
          "衝撃的な (shōgeki-teki na - shocking)",
          "優しい (yasashii - kind)",
          "悲惨な (hisan'na - miserable)",
          "豪華な (gōkana - luxurious)"
        ],
        "verbs": [
          "見て (mite - see)",
          "気づきます (kizukimasu - notice)",
          "終わらせます (owarasemasu - finish)",
          "逃げます (nigemasu - escape)"
        ],
        "signature_expressions": [
          "〇〇と思いきや (〇〇 to omoikiya - Contrary to what one might think)",
          "〇〇に違和感を覚えた (〇〇 ni iwakan o oboeta - Felt a sense of incongruity/discomfort with 〇〇)",
          "〇〇はこんなに危険なものだったんですね (〇〇 wa kon'nani kiken'na mono datta ndesu ne - So 〇〇 was this dangerous)",
          "〇〇を羨ましく思いました (〇〇 o urayamashiku omoimashita - I envied 〇〇)"
        ]
      },
      "sentence_structure": "Predominantly short, declarative sentences, creating a punchy and easily digestible narrative. Interspersed with longer sentences to build suspense and provide context. (주로 짧고 단정적인 문장으로 구성되어 있어, 흥미롭고 소화하기 쉬운 이야기를 만들어냅니다. 긴장감을 조성하고 상황을 설명하기 위해 더 긴 문장들이 섞여 있습니다.)",
      "transition_phrases": [
        "しかし (shikashi - However)",
        "その時 (sono toki - At that time)",
        "そして (soshite - And)",
        "ところが (tokoroga - However/But)",
        "実は (jitsu wa - In fact)"
      ],
      "pacing": "Dynamic. Starts fast with the initial hook and slows down to provide context and explanation, then speeds up again to deliver the punchline or twist. (역동적입니다. 초반 훅으로 빠르게 시작하고, 상황 설명 및 배경 정보를 제공하기 위해 속도가 느려진 다음, 반전이나 결말을 전달하기 위해 다시 속도가 빨라집니다.)",
      "structure_template": [
        {
          "time": "0-3s",
          "type": "Hook",
          "description": "Start with a surprising or intriguing statement related to the story. (이야기와 관련된 놀랍거나 흥미로운 진술로 시작합니다.)"
        },
        {
          "time": "3-15s",
          "type": "Context/Setup",
          "description": "Provide background information and set the scene for the main event. (배경 정보를 제공하고 주요 사건에 대한 장면을 설정합니다.)"
        },
        {
          "time": "15-30s",
          "type": "Development",
          "description": "Develop the narrative, building suspense or intrigue. (이야기를 전개하고, 긴장감이나 호기심을 고조시킵니다.)"
        },
        {
          "time": "30-45s",
          "type": "Twist/Resolution",
          "description": "Reveal a twist or the resolution of the story, often with a slightly sarcastic or ironic tone. (이야기의 반전이나 해결을 밝히며, 종종 약간 빈정거리는 어조를 사용합니다.)"
        },
        {
          "time": "45-59s",
          "type": "Concluding Remark",
          "description": "End with a brief, often reflective statement about the situation. (상황에 대한 짧고 종종 사색적인 진술로 마무리합니다.)"
        }
      ],
      "director_rules": [
        "Always begin with an intriguing hook to grab the viewer's attention. (항상 시청자의 관심을 사로잡기 위해 흥미로운 훅으로 시작하십시오.)",
        "Use short, declarative sentences to keep the pacing quick and engaging. (빠르고 매력적인 흐름을 유지하기 위해 짧고 단정적인 문장을 사용하십시오.)",
        "Incorporate a twist or surprising element to make the story memorable. (이야기를 기억에 남도록 반전이나 놀라운 요소를 통합하십시오.)",
        "Maintain a slightly sarcastic or ironic tone to add humor and wit. (유머와 재치를 더하기 위해 약간 빈정거리는 어조를 유지하십시오.)"
      ],
      "humor_code": "Situational irony and unexpected twists. Often highlights the absurdity of everyday situations. (상황의 아이러니와 예상치 못한 반전. 종종 일상적인 상황의 부조리함을 강조합니다.)",
      "audio_style": {
        "bgm": "Not Analyzed (Inferred: Tends to be dramatic and suspenseful, aligning with the video's tone. (영상 분위기에 맞춰 극적이고 긴장감 넘치는 경향이 있습니다.))",
        "sfx": "Not Analyzed",
        "density": "Not Analyzed"
      },
      "summary": "This persona presents intriguing and often ironic stories with a fast-paced narration and a slightly sarcastic tone, designed to capture attention and deliver a memorable twist. (이 페르소나는 빠르고 약간 빈정거리는 어조의 흥미롭고 종종 아이러니한 이야기를 제시하여, 시선을 사로잡고 기억에 남는 반전을 전달하도록 설계되었습니다.) (I pesona-neun ppareugo yakgan binjeonggeorineun eojoui heungmiroupgo jongjong aironihan iyagireul 제시하여, siseon-eul sajapgo gieok-e namneun banjeon-eul 전달하도록 설계되었습니다.)",
      "prompt_instruction": "Create a short video script in Japanese explaining a bizarre situation, starting with a shocking statement and ending with a slightly sarcastic remark, using short, punchy sentences. Use phrases like 'その時' and 'ところが' to transition between ideas."
    },
    "sourceCount": "all",
    "createdAt": "2026-02-10T03:20:02.627Z",
    "updatedAt": "2026-02-10T18:32:48.623Z",
    "country": "JP"
  },
  {
    "id": "1770748293823",
    "name": "1分動画",
    "url": "https://www.youtube.com/channel/UCuP7Oceo9kOQ_tyUWadNmJA",
    "category": "entertainment",
    "analysis": {
      "tone": "Intrigued and slightly sensationalist. Presents events in a dramatic, matter-of-fact way. (흥미롭고 약간 선정적. 사건을 극적으로, 사실적으로 제시)",
      "hook_style": "Begins with a shocking or intriguing statement or question related to the video's main subject. (비디오의 주요 주제와 관련된 충격적이거나 흥미로운 진술 또는 질문으로 시작)",
      "catchphrases": [
        "~そうです (~soudesu - 'I heard that' or 'it seems that')",
        "しかし (shikashi - However)",
        "〜でした (deshita - was)"
      ],
      "vocabulary_patterns": {
        "adjectives": [
          "怪しい (ayashii - suspicious)",
          "冷静 (reisei - calm)",
          "奇妙 (kimyou - strange)",
          "怒った (okotta - angry)"
        ],
        "verbs": [
          "警護する (keigo suru - to guard)",
          "溶かす (tokasu - to melt)",
          "脅す (odosu - to threaten)",
          "譲る (yuzuru - to give up)"
        ],
        "signature_expressions": [
          "末路 (matsuro - end, পরিণতি)",
          "〜に備えて (ni sonaete - in preparation for)",
          "〜にさらされる (ni sarasareru - to be exposed to)"
        ]
      },
      "sentence_structure": "Mix of short, declarative sentences to quickly establish the scenario, followed by slightly longer sentences to explain the context and consequences. (상황을 빠르게 설정하기 위한 짧고 단정적인 문장과, 맥락과 결과를 설명하기 위한 약간 더 긴 문장의 조합)",
      "transition_phrases": [
        "そして (soshite - and then)",
        "しかし (shikashi - however)",
        "その時 (sono toki - at that time)",
        "結局 (kekkyoku - in the end)",
        "〜が (ga - but/however)"
      ],
      "pacing": "Fast. Rapidly presents information with minimal pauses or drawn-out explanations. (빠름. 최소한의 중단이나 장황한 설명 없이 빠르게 정보를 제공)",
      "structure_template": [
        {
          "time": "0-5s",
          "type": "Hook",
          "description": "Start with a shocking or intriguing statement that grabs attention. (관심을 끄는 충격적이거나 흥미로운 진술로 시작) "
        },
        {
          "time": "5-15s",
          "type": "Context/Setup",
          "description": "Provide background information and set the scene. (배경 정보를 제공하고 장면을 설정)"
        },
        {
          "time": "15-45s",
          "type": "Development/Action",
          "description": "Show the main event or conflict unfolding. (주요 사건 또는 갈등이 전개되는 모습을 보여줌)"
        },
        {
          "time": "45-60s",
          "type": "Consequence/Resolution",
          "description": "Explain the results or aftermath of the situation. (상황의 결과 또는 여파를 설명)"
        }
      ],
      "director_rules": [
        "Start with a shocking or intriguing hook to grab attention immediately. (즉시 관심을 끌기 위해 충격적이거나 흥미로운 시작으로 시작)",
        "Maintain a fast pace to keep viewers engaged. (시청자의 참여를 유지하기 위해 빠른 속도를 유지)",
        "Focus on extraordinary or unexpected events that have clear consequences. (명확한 결과를 가져오는 특별하거나 예상치 못한 사건에 집중)",
        "Use simple language and avoid complex explanations. (간단한 언어를 사용하고 복잡한 설명을 피하십시오)",
        "Conclude with a brief remark summarizing the overall implication or feeling. (전반적인 의미나 느낌을 요약하는 간략한 말로 마무리)"
      ],
      "humor_code": "Situational irony and schadenfreude. Relies on the unexpected or unfortunate events happening to others. (상황적 아이러니와 샤덴프로이데. 다른 사람에게 일어나는 예상치 못한 또는 불행한 사건에 의존)",
      "audio_style": {
        "bgm": "Energetic (Inferred from the fast pacing and sensationalist tone) (빠른 속도와 선정적인 어조로 보아 활기찬 것으로 추정)",
        "sfx": "Not Analyzed",
        "density": "Not Analyzed"
      },
      "summary": "Presents intriguing and often unbelievable events in a fast-paced, matter-of-fact way, focusing on the unusual consequences. (흥미롭고 종종 믿을 수 없는 사건을 빠른 속도로, 사실적으로 제시하며 특이한 결과에 초점을 맞춥니다.)",
      "prompt_instruction": "Write a short YouTube script in Japanese describing an unbelievable scenario and its unusual consequences in a matter-of-fact tone, starting with a shocking statement. (충격적인 진술로 시작하여 믿을 수 없는 시나리오와 그 특이한 결과를 사실적인 어조로 설명하는 짧은 YouTube 스크립트를 일본어로 작성하십시오.)"
    },
    "sourceCount": "all",
    "createdAt": "2026-02-10T18:31:33.823Z"
  }
]